import { Paper } from "~/components/PaperInfo";

export const programArtExhibitions: Paper[] = [
  {
    title: "典籍藏黔古画生境 - 数字西南叙事可视化设计",
    authors: [
      "张儒赫",
      "陈苇杭",
      "杨欣铭",
      "王雪银",
      "张嘉轩",
      "方君石",
      "张博文",
      "王浩然",
      "张心羽",
    ],
    abstract: `作品以贵州地域文化与生态数据为切入，将古画、器物与地方历史资料转化为可视化叙事结构。通过碎片提取、符号转译与交互重组，呈现“数智林城”中历史记忆、自然肌理与数字媒介交织生成的绿色视觉图谱。`,
  },
  {
    title: "盖亚假说",
    authors: ["李嘉薇", "赵昶然"],
    abstract: `盖亚假说（Gaia Hypothesis）由英国生态学家詹姆斯・洛夫洛克提出，该假说指出，地球及其所有生命形式构成一个自我调节的复杂系统，能够通过生物 — 地球物理耦合作用维持大气、海洋与地表的动态平衡。然而，人类中心主义与工业化发展在过去数十年间显著改变了这一稳定状态，使生态系统陷入结构性退化与反馈失衡。在这一语境下，本项目旨在通过艺术装置与数据可视化的方式，探讨地球生态平衡被扰动后的系统反应机理。作品以盖亚假说为理论支点，以森林覆盖率为生态指标，建立一种面向未来的生态情境视觉化系统，进而反思人类活动对地球生物圈自稳机制的干扰。`,
  },
  {
    title: "记忆涟漪",
    authors: ["袁嘉忆"],
    abstract: `当记忆锚点消逝，眩晕自物件深处泛起。项目以八件旧物为锚点，借助 TouchDesigner 实现记忆眩晕可视化。通过交互驱动画面变化，物象于算法中剥离、扭曲、消散。交互生成的专属涟漪，既是记忆消逝的瞬时切片，亦是记忆留存于数字介质的最后荡漾。`,
  },
  {
    title: "耒粮復始",
    authors: ["武桐雨"],
    abstract: `中国农具的发展也和中国农业的发展一样，它的基本特点之一，就是它自身的连续性，而且农具的连续性比农业的连续性表现得更显明，即使农艺出现某些重大突破，农具也并不因此随即改变。“农具” 就是 “农业生产劳动所用工具” 的简称。工具本义指人们从事生产劳动和社会活动所使用的有形和无形的东西。工具是广义词，泛指从事各种生产活动时所使用的、对劳动对象产生作用的器具。`,
  },
  {
    title: "揽月",
    authors: ["段雨桐", "朱沐兰"],
    abstract: `人类踏月已逾半世纪，我们试图以一张信息图解，重构这段跨越 38 万公里的旅程。视觉结构上，我们以地球与月球为双核心叙事主体，共同构成一幅完整的椭圆形构图。以 “圆相切、圆相交” 为基础视觉语法，让圆形彼此穿插、错落、呼应，既是对月球形态的直观呼应，也构建出严谨而灵动的视觉秩序。`,
  },
  {
    title: "马与码",
    authors: ["陈李婧", "林天如"],
    abstract: `古代的马驮着信件货物，信息和载体都是沉的。今天的码承载数据，将海量信息压缩进 “码” 中。从马到码，传输路径未变，只是马蹄声换成了电信号，土路换成了光纤，载体从实物变成符号，从看得见的重量变成看不见的速度。`,
  },
  {
    title: "卫星 - 太空探索",
    authors: ["平王昱", "丁星宇", "肖姝"],
    abstract: `本作品以 “卫星为文明与宇宙对话的载体” 为核心，以 KEO 卫星为锚点，通过太阳系天体系统为中心，串联卫星技术、航天史与未来畅想，将科学理性与人文浪漫融为一体，致敬人类探索宇宙的精神。`,
  },
  {
    title: "锡 Tin",
    authors: ["门澍", "郭彦舒", "李曼琦"],
    abstract: `锡 Tin 立足于永康锡雕的传统技艺，将工序中不同工具打锡的声音进行采样与编曲、基于每个工具不同声音节奏、将所有声音元素转化为单独的动态图形元素，并在一个空间中将它们作为一个整体进行重构。锡具备了无限的可能性，能够被塑造成各种形态，正如音乐合奏中的各个音符，在不同工具的演奏下产生丰富而和谐的动态，融入现代新媒体互动性声音叙事中。体验者进入空间后，通过拿放工具的行为触发音画效果，不同的触发顺序会产生多种音画组合，最终形成一场合奏。这种合奏将体验者带入全新的空间场景中，在这一时刻，打锡的流程在时间与空间中交叠合奏，我们不仅看到锡在物理层面上的变化，更感受到一种生命力的跃动与创造的激情。`,
  },
  {
    title: "心壳 —— ASD 自闭症谱系障碍情状可视化",
    authors: ["周彧沅", "徐书因", "周宇希"],
    abstract: `《“心壳” 设计项目以贝壳、海洋元素对 ASD（自闭症谱系障碍）患者群体以及社会环境针对病征、病理、群体画像、治疗手段等信息做出完整的信息数据呈现。整体从 ASD 疾病大类，到四种病征细分，再到每种病征的患者人群属性、病发阶段星系做出说明、推导。`,
  },
  {
    title: "寻找多莉：认知的副本",
    authors: ["陆芯沂", "李泽", "曹家乐", "宋锦偲", "巨登辉"],
    abstract: `如果世界上存在无数个与自己相同的个体，什么才是真正的 “我”？《寻找多莉：认知的副本》是一项融合空间叙事、视觉设计与互动体验的沉浸式作品。项目以克隆羊 “多莉” 为原型，构建虚构场域 “摩西山”，引导观众在探索与选择中追寻自我身份，探讨个体认知、真实与存在的边界。`,
  },
  {
    title: "音感转译",
    authors: ["王舒惠"],
    abstract: `作品以尼古拉斯・卓斯乐音乐海报为基础，提取其图形、字体、构图与节奏特征，将音乐的节奏、音高、音色和情绪转化为形态、色彩与运动参数，并借助 Processing 实现动态生成，探索数字语境下音乐海报的通感可视化表达。`,
  },
  {
    title: "100 座高山",
    authors: ["许瑶", "凌晨"],
    abstract: `“100 座高山” 课题以全球海拔排名前 100 座山峰为对象，系统整合山峰名称、海拔、所属山脉、所在国家及首登时间等多维数据，探索如何将复杂地理信息与人文叙事相结合，借助视觉化语言呈现高度差异与攀峰信息。`,
  },
];